Tekla.Structures.Filtering.Categories.ObjectFilterExpressions.IsComponent
The IsComponent class represents the "is component" filter expression.

Tekla.Structures.Filtering.Categories.ObjectFilterExpressions.IsComponent.#ctor
Initializes a new instance of the IsComponent class.